<?php

return [
    'index'   => [
        'success' => 'دریافت :module با موفقیت انجام شد.' ,
        'fail'    => 'دریافت :module با شکست مواجه شد.' ,
    ] ,
    'show'    => [
        'success' => 'دریافت ؛module با موفقیت انجام شد.' ,
        'fail'    => 'دریافت :module با شکست مواجه شد.' ,
    ] ,
    'store'   => [
        'success' => 'دریافت :module با موفقیت انجام شد.' ,
        'fail'    => 'دریافت :module با شکست مواجه شد.' ,
    ] ,
    'update'  => [
        'success' => 'دریافت :module با موفقیت انجام شد.' ,
        'fail'    => 'دریافت :module با شکست مواجه شد.' ,
    ] ,
    'destroy' => [
        'success'     => 'دریافت :module با موفقیت انجام شد.' ,
        'fail'        => 'دریافت :module با شکست مواجه شد.' ,
        'not_allowed' => 'شما نمی توانید این بانک را حذف کنید زیرا حساب هایی دارد.' ,
    ] ,
];
