<?php

return [
    'index'   => [
        'success' => 'دریافت :module با موفقیت انجام شد.' ,
        'fail'    => 'دریافت :module با شکست مواجه شد.' ,
    ] ,
    'show'    => [
        'success' => 'دریافت ؛module با موفقیت انجام شد.' ,
        'fail'    => 'دریافت :module با شکست مواجه شد.' ,
    ] ,
    'store'   => [
        'success' => 'دریافت :module با موفقیت انجام شد.' ,
        'fail'    => 'دریافت :module با شکست مواجه شد.' ,
    ] ,
    'update'  => [
        'success' => 'دریافت :module با موفقیت انجام شد.' ,
        'fail'    => 'دریافت :module با شکست مواجه شد.' ,
    ] ,
    'destroy' => [
        'success' => 'دریافت :module با موفقیت انجام شد.' ,
        'fail'    => 'دریافت :module با شکست مواجه شد.' ,
    ] ,
    'payment' => [
        'charge'  => [
            'success' => 'پرداخت شما با موفقیت انجام شد.' ,
            'fail'    => 'پرداخت شما با شکست مواجه شد.' ,
        ] ,
        'withdraw'  => [
            'success' => 'برداشت شما با موفقیت انجام شد.' ,
            'fail'    => 'برداشت شما با شکست مواجه شد.' ,
        ] ,
        'transfer'  => [
            'success' => 'انتقال شما با موفقیت انجام شد.' ,
            'fail'    => 'انتقال شما با شکست مواجه شد.' ,
        ] ,
    ]
];
